/* Localizable strings */

"kCantSaveTitle" = "Impossible d’enregistrer les modifications.";
"kOKButtonTitle" = "OK";
"kCancelButtonTitle" = "Annuler";

"kBasicTabTitle" =									"Élémentaires";
"kBasicCantSaveEmptyRealNameMsg" = 					"Le nom réel est vierge. Veuillez y saisir une valeur.";
"kBasicCantSavePassAndVerifyDontMatch" =			"Le mot de passe et la confirmation doivent être identiques.";
"kBasicCantSaveEmptyRecordName" =					"Le premier nom abrégé est vierge. Veuillez saisir une valeur dans ce champ.";
"kBasicCantSaveEmptyUIDMsg" =						"l’identifiant est vide. Vous devez le spécifier.";
"kBasicIDAlreadyInUse" =							"Cet identifiant est déjà affecté à un autre utilisateur.";
"kBasicIDAlreadyInUseMsg" =							"Souhaitez-vous affecter le même identifiant à cet utilisateur ?";
"kBasicRootUIDSelected" =							"L’identifiant d’utilisateur spécifié appartient à l’utilisateur administrateur système (root).";
"kBasicRootUIDSelectedMsg" =						"Utiliser cet identifiant va donner à l’utilisateur toutes les autorisations de l’administrateur système. Cela peut porter gravement atteinte à la sécurité de ce serveur. Êtes-vous certain de vouloir utiliser cet identifiant d’utilisateur ?";
"kBasicSystemUIDSelected" =							"L’identifiant est inférieur à 500.";
"kBasicSystemUIDSelectedMsg" =						"Les identifiants inférieurs à 500 sont généralement réservés aux utilisateurs et aux groupes système. L’attribution de cet identifiant peut avoir des conséquences sur la sécurité. De plus, le Gestionnaire de groupe de travail n’affiche pas les utilisateurs et les groupes dont l’identifiant est inférieur à 500, sauf si l’option « Afficher les utilisateurs et groupes du système » est sélectionnée dans le menu Présentation.";
"kBasicShortNameAlreadyInUse" =						"Le nom choisi entre en conflit avec le nom attribué à un autre utilisateur.";
"kBasicShortNameAlreadyInUseMgs" =					"Vous ne pouvez pas attribuer le nom « %@ » à deux utilisateurs différents. N’oubliez pas que les noms ne tiennent pas compte de la casse lors de la vérification de conflits.";
"kBasicEmptyPassword" =								"Vous avez indiqué un mot de passe vide.";
"kBasicEmptyPasswordMsg" =							"Cet utilisateur n’a pas besoin de mot de passe pour se connecter.";
"kBasicDupeShortNamesNotAllowed" =					"Dupliquer le nom abrégé.";
"kBasicDupeShortNamesNotAllowedMsg" =				"Cet utilisateur possède déjà « %@ » comme nom abrégé. Les utilisateurs ne peuvent pas avoir deux fois le même nom abrégé.";

"kAdvancedTabTitle" =								"Avancés";
"kMissingConfigRecord" =							"Vous devez configurer le serveur de mot de passe avant de l’utiliser. Effectuez cette opération via Admin Serveur.";
"kCantFindPWordServerTitle" =						"Fiche de configuration manquante";
"kAdvancedDefaultShellMenuitem" =					"Par défaut";
"kAdvancedPasswordServerPwdType" =					"Open Directory";
"kAdvancedCryptPwdType" =							"Mot de passe crypté";
"kAdvancedShadowHashPwdType" =						"Mot de passe Shadow";

"kGroupTabTitle" =									"Groupes";
"kGroupCantSaveEmptyGID" =							"Spécifiez l’identifiant de groupe principal.";
"kGroupCloseDrawerButtonName" =						"Fermer";
"kGroupNoPrimaryGroupSummary" =						"Pas de groupe principal";
"kGroupLookingUpInherited" =						"Recherche des groupes…";
"kGroupUpdateInheritedTimeFormat" =					"%d/%m/%y, %H:%M";
"kGroupLastUpdatedInheritedFormat" =				"Mis à jour le %@";
"kGroupNoInheritedGroups" =							"Aucun groupe hérité n’a été trouvé.";

"kPrintTabTitle" =									"Imprimer";
"untitled" =										"sans titre";
"unlimited" =										"illimité";
"kNonePrintingSummary" =							"Aucun";
"Enabled for Specific Queue(s)" =					"Activé pour des files spécifiques";
"Enabled -- %@ pages every %@ days" =				"Activé. %@ pages tous les %@ jours";
"kNoQueueName" =									"Vous devez spécifier un nom de file.";
"kNoPrintServerName" =								"Vous devez spécifier un serveur d’impression.";

"kVolumesTabTitle" =								"Départ";
"kVolumesCantSaveEmptyHomeDirPath" =				"Spécifiez le serveur du répertoire de départ.";
"kVolumesCantSaveEmptyHomeDirServer" =				"Spécifiez le serveur du répertoire de départ.";
"kVolumesCantSaveEmptyHomeDirSharePoint" =			"Spécifiez le point de partage du répertoire de départ.";
"kVolumesCantSaveEmptyHomeDirHomeAttribute" =		"Spécifiez l’attribut du répertoire de départ.";
"kVolumesNoHomeDirSummary" =						"Pas de répertoire de départ";
"kVolumesCantSaveNonetworkMountPointMsg" =			"Un point de montage de répertoire de départ doit être spécifié.";
"kVolumesCantSaveInvalidURL" =						"« %@ » n’est pas une URL de répertoire de départ valide. « afp://server.company.com/Users », par exemple, est une URL correcte.";
"kVolumesNoneHomeDirItem" =							"(Aucun)";
"kVolumesSureToDeleteHomeDirItem" =					"Souhaitez-vous supprimer définitivement cet élément ?";
"kVolumesSureToDeleteHomeDirItemMsg" =				"Souhaitez-vous supprimer définitivement « %@ » de la liste des options du répertoire de départ ? Cette action est irréversible. Aucun des autres réglages du répertoire de départ des utilisateurs, ni aucun fichier du disque n’en sera affecté.";
"kVolumesDeleteHomeDirItem" =						"Supprimer";
"kVolumesDontDeleteHomeDirItem" =					"Ne pas supprimer";

"Mail"="Courrier";
"Quota Started: %@"="Quota démarré : %@";
"OK"="OK";
"Unable to save changes."="Impossible d’enregistrer les modifications.";
"Forwarding address does not seem to be a valid email address."="L’adresse de réexpédition ne semble pas être une adresse correcte.";
"Mail server field is empty, please type in a valid mail server and resave."="Spécifiez un serveur de courrier";
"unknown server"="serveur inconnu";
"unknown address"="adresse inconnue";
"No mail service for this user"="Il n’y a aucun service de courrier pour cet utilisateur";
"Enabled at %@"="Activé sur %@";
"Mail forwarded to %@"="Courrier réexpédié à %@";
"Can only disable login in the future"="La désactivation de l’ouverture de session ne peut s’effectuer qu’à une certaine date ultérieure. Pour réaliser dès maintenant cette opération, décochez la case Autoriser l’ouverture de session.";

"kSummaryInfoNotAvailable" =						"Non disponible";
"Wrong Login" = "Impossible de définir la fiche sur Open Directory, car vous n’êtes pas un administrateur serveur de mots de passe Open Directory";
"NotAPassWordServerAdmin" = "Pour sélectionner Open Directory, votre type de mot de passe doit être Open Directory. Les administrateurs disposant d’un type de mot de passe différent ne peuvent pas définir un mot de passe d’utilisateur Open Directory.";
"kPWordTooShort" = "Le mot de passe est trop court.";

"kCantSetPasswordTitle" =							"Le mot de passe n’a pas pu être défini.";
"kPasswordTooShort" =								"Le mot de passe saisi est trop court. Tous les autres réglages ont été enregistrés.";
"kPasswordTooLong" =								"Le mot de passe saisi est trop long. Tous les autres réglages ont été enregistrés.";
"kPasswordNeedsLetter" =							"Le mot de passe exige au moins une lettre. Tous les autres réglages ont été enregistrés.";
"kPasswordNeedsDigit" =								"Le mot de passe exige au moins un chiffre. Tous les autres réglages ont été enregistrés.";
"kPasswordNotODAdmin" =								"Pour définir le mot de passe d’un utilisateur avec un mot de passe Open Directory, le vôtre doit être du type Open Directory. Les administrateurs qui ont un mot de passe d’un autre type ne peuvent pas définir celui d’un utilisateur ayant un mot de passe Open Directory.";
"kPasswordQualityCheckFailed" =						"Le mot de passe saisi ne respecte pas les conditions minimales configurées pour ce serveur. Vérifiez les critères de mots de passe, puis réessayez.";
"kPasswordErrorOccurred" =							"Une erreur inattendue du type %d est survenue. Tous les autres réglages ont été enregistrés.";

"kWindowsTabTitle" =								"Windows";
"kInfoTabTitle" =									"Infos";
"kPrivilegesTabTitle" =								"Privilèges";
"kInfoTabGivenNameIsFirst" =						"1";
"kFullPath" =                                       "Chemin complet :";
"kHomeURL" =                                        "URL du dossier de départ :";
"kNoCalendarHostSelected" =					"Aucun hôte de calendrier sélectionné";

"kCantCreateHomeDirectoryTitle"	=					"Impossible de créer le répertoire de départ.";
"kCantCreateHomeDirectoryMsg" =						"Impossible de créer le répertoire de départ suite à une erreur.";

